export const facts = [
    "Огромное количество слов в русском языке, которые имеют букву Ф, заимствовались из других языков.",
    "С буквы Й в русском языке начинается целых 74 слова",
    "Слово «исключительно» — считается самой длинной частицей в русском языке. А вот лидером по длине между междометий является слово «физкульт-привет». Длина русских слов может быть безграничной.",
    "В русском алфавите не всегда было 33 буквы: в более древнем его варианте их насчитали 45, но постепенно знаки терялись. Кстати, «ё» — изобретение лингвистов 18 века.",
    "В 85 % любого текста используются 1000 наиболее распространенных слов русского языка.",
    "В русском языке написание иностранных слов отличается от прямой транскрипции оригинала. Например, по-русски правильно «офис», «блогер», «шопинг» и «офлайн», без задвоений согласных"
]