import {IQuizData} from "./interfaces";

export const findReplacementData: IQuizData[] = [
    {
        question: "Шузы",
        answerVariants: [
            {a: "Кроссовки"},
            {b: "Молодежное движение"},
            {c: "Капитан корабля"},
            {d: "Головной убор"},
        ],
        correct: "a",
    },
    {
        question: "Краудфандинг",
        answerVariants: [
            {a: "Физическое явление"},
            {b: "Кража"},
            {c: "Добровольное финансирование"},
            {d: "Пропустить вопрос"},
        ],
        correct: "c",
    },
    {
        question: "Релиз",
        answerVariants: [
            {a: "Поломка в строительном станке"},
            {b: "Выпуск нового продукта"},
            {c: "Удар в боксе"},
            {d: "Пропустить вопрос"},
        ],
        correct: "b",
    },
    {
        question: "Эйчар",
        answerVariants: [
            {a: "Специалист по набору сотрудников"},
            {b: "Специалист по компьютерным играм"},
            {c: "Специалист по ремонту"},
            {d: "Пропустить вопрос"},
        ],
        correct: "a",
    },
    {
        question: "Мейнстрим",
        answerVariants: [
            {a: "Течение в Атлантическом океане"},
            {b: "Неинтересное никому открытие"},
            {c: "Популярное движение"},
            {d: "Пропустить вопрос"},
        ],
        correct: "c",
    },
    {
        question: "Кринж",
        answerVariants: [
            {a: "Позор"},
            {b: "Негодование"},
            {c: "Похвала"},
            {d: "Пропустить вопрос"},
        ],
        correct: "a",
    },
    {
        question: "Солд-аут",
        answerVariants: [
            {a: "Солдат на французском"},
            {b: "Английская идиома"},
            {c: "Аншлаг"},
            {d: "Пропустить вопрос"},
        ],
        correct: "c",
    },
];